tap "adoptopenjdk/openjdk"
tap "borkdude/brew"
tap "bukalapak/packages"
tap "buo/cask-upgrade"
tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jeroenknoops/tap"
tap "johanhaleby/kubetail"
tap "mongodb/brew"
tap "puma/puma"
tap "railwaycat/emacsmacport"
tap "ravenac95/sudolikeaboss"
brew "act"
brew "antigen"
brew "openssl@1.1"
brew "coreutils"
brew "libyaml"
brew "readline"
brew "asdf"
brew "aurora"
brew "sqlite"
brew "awscli"
brew "boost"
brew "caddy"
brew "carthage"
brew "gmp"
brew "cask"
brew "clisp"
brew "openjdk"
brew "rlwrap"
brew "clojure"
brew "cmake"
brew "cocoapods"
brew "composer"
brew "ctop"
brew "direnv"
brew "docker", link: false
brew "docker-compose", link: false
brew "drafter"
brew "wxmac"
brew "elixir"
brew "libogg"
brew "libvorbis"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "geckodriver"
brew "gh"
brew "git"
brew "glew"
brew "gnupg", link: false
brew "go"
brew "html-xml-utils"
brew "htop"
brew "hub"
brew "hugo"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick"
brew "imagemagick@6"
brew "ios-deploy"
brew "ironcli"
brew "jq"
brew "kafka"
brew "keychain"
brew "kompose"
brew "kubernetes-cli"
brew "languagetool"
brew "leiningen"
brew "less"
brew "libarchive"
brew "libtensorflow"
brew "libxml2"
brew "lnav"
brew "lua@5.1", link: false
brew "mas"
brew "maven", link: false
brew "memcached"
brew "mercurial"
brew "micro"
brew "mosh"
brew "msmtp"
brew "multimarkdown"
brew "mvnvm"
brew "mysql"
brew "mysql-client"
brew "neomutt"
brew "neovim"
brew "nginx"
brew "nim"
brew "nnn"
brew "node"
brew "node@10"
brew "node@12"
brew "nvm"
brew "offlineimap"
brew "openal-soft"
brew "p7zip"
brew "pandoc"
brew "parallel"
brew "php"
brew "physfs"
brew "pipenv"
brew "poppler"
brew "postgresql"
brew "postgresql@9.6"
brew "prestd"
brew "python@3.7"
brew "python@3.8"
brew "rbenv"
brew "rclone"
brew "redis", restart_service: true
brew "rust"
brew "sbcl"
brew "sbt"
brew "scala"
brew "subversion"
brew "swiftlint"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "travis"
brew "tree"
brew "typescript"
brew "watch"
brew "weechat"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "borkdude/brew/clj-kondo"
brew "bukalapak/packages/snowboard"
brew "heroku/brew/heroku"
brew "jeroenknoops/tap/gitin"
brew "johanhaleby/kubetail/kubetail"
brew "mongodb/brew/mongodb-community"
brew "mongodb/brew/mongodb-community-shell"
brew "puma/puma/puma-dev"
brew "railwaycat/emacsmacport/emacs-mac"
brew "ravenac95/sudolikeaboss/sudolikeaboss"
cask "adoptopenjdk"
cask "alfred"
cask "android-ndk"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio"
cask "appcleaner"
cask "battle-net"
cask "bose-updater"
cask "brave-browser"
cask "calibre"
cask "chromedriver"
cask "daisydisk"
cask "datagrip"
cask "deepl"
cask "discord"
cask "docker-edge"
cask "figma"
cask "firefox-developer-edition"
cask "firefox-nightly"
cask "fluid"
cask "flutter"
cask "font-awesome-terminal-fonts"
cask "font-fira-code"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "font-source-code-pro"
cask "garmin-express"
cask "goland"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "gpg-suite"
cask "hyper"
cask "insomnia"
cask "intellij-idea"
cask "istat-menus"
cask "itau"
cask "iterm2"
cask "keepingyouawake"
cask "mactex"
cask "mailspring"
cask "miro"
cask "ngrok"
cask "notion"
cask "opera-developer"
cask "parallels-toolbox"
cask "pocket-casts"
cask "postico"
cask "postman"
cask "pycharm"
cask "quitter"
cask "safari-technology-preview"
cask "sequel-pro"
cask "sketch"
cask "skype"
cask "slack"
cask "spotify"
cask "superhuman"
cask "tableplus"
cask "telegram"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wkhtmltopdf"
cask "xquartz"
cask "zoom"
cask "zwift"
mas "1Password 7", id: 1333542190
mas "Bear", id: 1091189122
mas "GarageBand", id: 682658836
mas "GravitDesigner", id: 1207744923
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LanguageTool", id: 1534275760
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Pocket", id: 568494494
mas "Save to Pocket", id: 1477385213
mas "Tab Suspender", id: 1495356253
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
mas "Wappalyzer", id: 1520333300
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
