tap "adoptopenjdk/openjdk"
tap "borkdude/brew"
tap "bukalapak/packages"
tap "buo/cask-upgrade"
tap "clojure-lsp/brew"
tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "gabrie30/utils"
tap "github/gh"
tap "graalvm/tap"
tap "heroku/brew"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "int128/kubelogin"
tap "jeroenknoops/tap"
tap "johanhaleby/kubetail"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "pritunl/tap"
tap "puma/puma"
tap "ravenac95/sudolikeaboss"
tap "screenplaydev/tap"
brew "abseil"
brew "act"
brew "antigen"
brew "brotli"
brew "aom"
brew "aws-sdk-cpp"
brew "bzip2"
brew "c-ares"
brew "ca-certificates"
brew "apache-arrow"
brew "apr"
brew "apr-util"
brew "argon2"
brew "aribb24"
brew "aspell"
brew "aurora"
brew "autoconf"
brew "automake"
brew "awk"
brew "awscli"
brew "berkeley-db"
brew "boost"
brew "pcre2", link: false
brew "cairo"
brew "carthage"
brew "gmp"
brew "coreutils"
brew "cask"
brew "cfitsio"
brew "cjson"
brew "clisp"
brew "openjdk"
brew "rlwrap"
brew "clojure"
brew "cmake"
brew "libyaml"
brew "cocoapods"
brew "ncurses"
brew "colima", args: ["HEAD"]
brew "ctop"
brew "curl"
brew "d2"
brew "dav1d"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "drafter"
brew "wxwidgets"
brew "elixir"
brew "node"
brew "eslint"
brew "fd"
brew "libogg"
brew "libarchive"
brew "libvorbis"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "fish"
brew "fzf"
brew "geos"
brew "libxml2"
brew "poppler"
brew "gdal"
brew "geckodriver"
brew "geoip"
brew "gh"
brew "git"
brew "glew"
brew "go"
brew "libgphoto2"
brew "gphoto2"
brew "helix"
brew "helmfile"
brew "html-xml-utils"
brew "htop"
brew "hub"
brew "hugo"
brew "ideviceinstaller"
brew "imagemagick"
brew "imagemagick@6"
brew "jq"
brew "keychain"
brew "kompose"
brew "kubernetes-cli"
brew "languagetool"
brew "leiningen"
brew "less"
brew "libgccjit"
brew "libmemcached"
brew "librasterlite"
brew "libvterm"
brew "lnav"
brew "lua@5.1", link: false
brew "mas"
brew "mercurial"
brew "micro"
brew "mosh"
brew "msmtp"
brew "multimarkdown"
brew "zlib"
brew "mysql-client"
brew "neovim"
brew "nim"
brew "nnn"
brew "node-sass"
brew "nvm"
brew "openal-soft"
brew "p7zip"
brew "pandoc"
brew "parallel"
brew "pinentry-mac"
brew "pipenv"
brew "prestd"
brew "python@3.9"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "s3cmd"
brew "sbcl"
brew "subversion"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "typescript"
brew "vips"
brew "virtualenvwrapper"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "borkdude/brew/jet"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-modern-doom3-icon", "with-native-comp", "with-no-titlebar-and-round-corners"], link: false
brew "d12frosted/emacs-plus/emacs-plus@29"
brew "heroku/brew/heroku"
brew "int128/kubelogin/kubelogin"
brew "jeroenknoops/tap/gitin"
brew "johanhaleby/kubetail/kubetail"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community-shell"
brew "pritunl/tap/pritunl-ssh"
brew "puma/puma/puma-dev"
cask "1password"
cask "1password-cli"
cask "airbuddy"
cask "appcleaner"
cask "bartender"
cask "brave-browser-beta"
cask "chromedriver"
cask "cron"
cask "daisydisk"
cask "deepl"
cask "figma"
cask "firefox-developer-edition"
cask "font-awesome-terminal-fonts"
cask "font-cascadia-code"
cask "font-fira-code"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "font-source-code-pro"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite"
cask "keepingyouawake"
cask "logseq"
cask "ngrok"
cask "pocket-casts"
cask "quitter"
cask "raycast"
cask "rio"
cask "signal-beta"
cask "spotify"
cask "tableplus"
cask "unnaturalscrollwheels"
cask "visual-studio-code"
cask "vlc"
cask "wkhtmltopdf"
cask "xquartz"
mas "1Password for Safari", id: 1569813296
mas "Accelerate", id: 1459809092
mas "GarageBand", id: 682658836
mas "Ghostery – Privacy Ad Blocker", id: 1436953057
mas "GoodNotes", id: 1444383602
mas "Keynote", id: 409183694
mas "LanguageTool", id: 1534275760
mas "Momentum", id: 1564329434
mas "Numbers", id: 409203825
mas "Omnivore", id: 1564031042
mas "Pages", id: 409201541
mas "Simplify for Gmail", id: 1544668450
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
mas "Transporter", id: 1450874784
mas "Xcode", id: 497799835
vscode "avelino.monotropic-theme"
vscode "batisteo.vscode-django"
vscode "BeardedBear.beardedicons"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "bierner.markdown-mermaid"
vscode "bmalehorn.vscode-fish"
vscode "borkdude.clj-kondo"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "budparr.language-hugo-vscode"
vscode "charliermarsh.ruff"
vscode "ChrisChinchilla.vscode-pandoc"
vscode "codeandstuff.package-json-upgrade"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "DavidAnson.vscode-markdownlint"
vscode "davidlday.languagetool-linter"
vscode "dbaeumer.vscode-eslint"
vscode "Dmytro.racket"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "erikpukinskis.chrome-codespaces-keymap"
vscode "evzen-wybitul.magic-racket"
vscode "figma.figma-vscode-extension"
vscode "foxundermoon.next-js"
vscode "foxundermoon.shell-format"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.vscode-codeql"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "gitpod.gitpod-desktop"
vscode "golang.go"
vscode "hbenl.vscode-test-explorer"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jinliming2.vscode-go-template"
vscode "kamikillerto.vscode-colorize"
vscode "karyfoundation.racket"
vscode "lfs.vscode-emacs-friendly"
vscode "mechatroner.rainbow-csv"
vscode "mkhl.direnv"
vscode "ms-1es.pull-request-quantifier"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-pt-BR"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.js-debug-nightly"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-typescript-next"
vscode "mtxr.sqltools"
vscode "mvllow.rose-pine"
vscode "NguyenHoangLam.beautiful-dracula"
vscode "octref.vetur"
vscode "Perkovec.emoji"
vscode "pomdtr.excalidraw-editor"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "statiolake.vscode-rustfmt"
vscode "tamasfe.even-better-toml"
vscode "Terrastruct.d2"
vscode "tomoyukim.vscode-mermaid-editor"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "Vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "Wscats.eno"
