tap "adoptopenjdk/openjdk"
tap "borkdude/brew"
tap "bukalapak/packages"
tap "buo/cask-upgrade"
tap "clojure-lsp/brew"
tap "cmacrae/formulae"
tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "gabrie30/utils"
tap "github/gh"
tap "graalvm/tap"
tap "heroku/brew"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "int128/kubelogin"
tap "jeroenknoops/tap"
tap "johanhaleby/kubetail"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "pritunl/tap"
tap "puma/puma"
tap "ravenac95/sudolikeaboss"
tap "screenplaydev/tap"
brew "abseil"
brew "act"
brew "antigen"
brew "brotli"
brew "aom"
brew "aws-sdk-cpp"
brew "c-ares"
brew "ca-certificates"
brew "llvm"
brew "apache-arrow"
brew "apr"
brew "apr-util"
brew "argon2"
brew "aribb24"
brew "aspell"
brew "aurora"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "awk"
brew "awscli"
brew "berkeley-db"
brew "biome"
brew "boost"
brew "bzip2"
brew "caddy"
brew "pcre2"
brew "cairo"
brew "carthage"
brew "gmp"
brew "coreutils"
brew "cask"
brew "ccache"
brew "cfitsio"
brew "cjson"
brew "clisp"
brew "rlwrap"
brew "clojure"
brew "cmake"
brew "libyaml"
brew "cocoapods"
brew "colima", args: ["HEAD"]
brew "ctop"
brew "curl"
brew "d2"
brew "dav1d"
brew "direnv"
brew "docker-buildx"
brew "drafter"
brew "wxwidgets"
brew "elixir"
brew "node"
brew "eslint"
brew "fd"
brew "libogg"
brew "libarchive"
brew "libvorbis"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "ncurses"
brew "fish"
brew "fzf"
brew "geos"
brew "pkg-config"
brew "libxml2"
brew "poppler"
brew "gdal"
brew "geckodriver"
brew "geoip"
brew "gh"
brew "git"
brew "glew"
brew "go"
brew "gopls"
brew "libgphoto2"
brew "gphoto2"
brew "grype"
brew "helix"
brew "helmfile"
brew "html-xml-utils"
brew "htop"
brew "httrack"
brew "hub"
brew "hugo"
brew "ideviceinstaller"
brew "imagemagick"
brew "imagemagick@6"
brew "jq"
brew "keychain"
brew "kompose"
brew "kubernetes-cli"
brew "openjdk@11"
brew "languagetool", restart_service: true
brew "leiningen"
brew "less"
brew "libgccjit"
brew "libmemcached"
brew "libvterm"
brew "llvm@18"
brew "lnav"
brew "lua@5.1", link: false
brew "marksman"
brew "mas"
brew "mercurial"
brew "micro"
brew "mosh"
brew "msmtp"
brew "multimarkdown"
brew "zlib"
brew "mysql-client"
brew "nasm"
brew "neovim"
brew "nim"
brew "ninja"
brew "nnn"
brew "node-sass"
brew "nvm"
brew "openal-soft"
brew "p7zip"
brew "parallel"
brew "pinentry-mac"
brew "pipenv"
brew "podman-compose"
brew "prestd"
brew "python@3.9"
brew "qemu"
brew "qt"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rust-analyzer"
brew "s3cmd"
brew "sbcl"
brew "sql-language-server"
brew "subversion"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "typescript"
brew "vips"
brew "virtualenvwrapper"
brew "watch"
brew "wget"
brew "yaml-language-server"
brew "yarn"
brew "youtube-dl"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "borkdude/brew/jet"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "cmacrae/formulae/spacebar"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-modern-doom3-icon", "with-native-comp", "with-no-titlebar-and-round-corners"], link: false
brew "d12frosted/emacs-plus/emacs-plus@29"
brew "heroku/brew/heroku"
brew "int128/kubelogin/kubelogin"
brew "jeroenknoops/tap/gitin"
brew "johanhaleby/kubetail/kubetail"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community-shell"
brew "pritunl/tap/pritunl-ssh"
brew "puma/puma/puma-dev"
cask "1password"
cask "1password-cli"
cask "airbuddy"
cask "appcleaner"
cask "arc"
cask "bartender"
cask "chatgpt"
cask "chromedriver"
cask "daisydisk"
cask "figma"
cask "font-awesome-terminal-fonts"
cask "font-cascadia-code"
cask "font-fira-code"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "font-maple"
cask "font-source-code-pro"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite"
cask "keepingyouawake"
cask "logseq"
cask "morgen"
cask "orbstack"
cask "quitter"
cask "raycast"
cask "rio"
cask "sf-symbols"
cask "spotify"
cask "tableplus"
cask "unnaturalscrollwheels"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "zed@preview"
cask "zen-browser"
mas "1Password for Safari", id: 1569813296
mas "AdBlock", id: 1402042596
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "LanguageTool", id: 1534275760
mas "Mayday", id: 1473168024
mas "Numbers", id: 409203825
mas "Omnivore", id: 1564031042
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
mas "Transporter", id: 1450874784
mas "Web Translator", id: 6443492610
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "batisteo.vscode-django"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "bierner.color-info"
vscode "bierner.markdown-mermaid"
vscode "bluebrown.yamlfmt"
vscode "bmalehorn.vscode-fish"
vscode "borkdude.clj-kondo"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "budparr.language-hugo-vscode"
vscode "charliermarsh.ruff"
vscode "chrischinchilla.vscode-pandoc"
vscode "codeandstuff.package-json-upgrade"
vscode "databricks.databricks"
vscode "databricks.sqltools-databricks-driver"
vscode "davidanson.vscode-markdownlint"
vscode "davidlday.languagetool-linter"
vscode "dbaeumer.vscode-eslint"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "evzen-wybitul.magic-racket"
vscode "foxundermoon.next-js"
vscode "foxundermoon.shell-format"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "gitpod.gitpod-desktop"
vscode "golang.go"
vscode "hbenl.vscode-test-explorer"
vscode "janisdd.vscode-edit-csv"
vscode "jinliming2.vscode-go-template"
vscode "mechatroner.rainbow-csv"
vscode "mkhl.direnv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.js-debug-nightly"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-typescript-next"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "mvllow.rose-pine"
vscode "octref.vetur"
vscode "oracle-labs-graalvm.graalvm"
vscode "paiqo.databricks-vscode"
vscode "perkovec.emoji"
vscode "pomdtr.excalidraw-editor"
vscode "randomfractalsinc.vscode-data-table"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "redis.redis-for-vscode"
vscode "richie5um2.vscode-sort-json"
vscode "shaunlebron.vscode-parinfer"
vscode "statiolake.vscode-rustfmt"
vscode "tamasfe.even-better-toml"
vscode "terrastruct.d2"
vscode "tomoyukim.vscode-mermaid-editor"
vscode "tuttieee.emacs-mcx"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "wscats.eno"
